---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebToeOfFillet
source: html/3ea2e4ff-1569-413a-35a0-5f1f83575a0b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeWebToeOfFillet Property

"Web Toe of Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeWebToeOfFillet { get; }
```